TTD/parambody/UpdateTimeSheetByMobile.ws

<v:Envelope xmlns:i="http://www.w3.org/1999/XMLSchema-instance" xmlns:d="http://www.w3.org/1999/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/"><v:Header /><v:Body><UpdateTimesheetByMobile xmlns="http://tempuri.org/" id="o0" c:root="1"><AMPM i:type="d:string">$(AMPM)</AMPM><ts_id i:type="d:string">$(ts_id)</ts_id><StudentTutorRatio i:type="d:string">$(StudentTutorRatio)</StudentTutorRatio><Subject i:type="d:string">$(Subject)</Subject><Location i:type="d:string">$(Location)</Location><StudentJson i:type="d:string">$(StudentJson)</StudentJson><Hr i:type="d:string">$(Hr)</Hr><MobileType i:type="d:string">iphone</MobileType><password i:type="d:string">$(password)</password><Notes i:type="d:string">$(Notes)</Notes><username i:type="d:string">$(username)</username><Date i:type="d:string">$(Date)</Date><Submittype i:type="d:string">$(Submittype)</Submittype><Duration i:type="d:string">$(Duration)</Duration><Version i:type="d:string">$(Version)</Version><Min i:type="d:string">$(Min)</Min></UpdateTimesheetByMobile></v:Body></v:Envelope>